{
  "scenarios": [
    {
      "name": "Andrés – Industrial Automation Engineer",
      "age": 36,
      "quote_en": "How can I optimize a production line using integrated PLC systems, sensors, and remote monitoring through IntegraDeline?",
      "description_en": "Andrés looks for automation solutions that help him design efficient control logic, visualize real-time data, and ensure interoperability among industrial devices.",
      "section": "Industrial Automation",
      "image": "images/rsz_1andres_automation.jpg"
    },
    {
      "name": "Laura – Industrial Software Developer",
      "age": 29,
      "quote_en": "How can I securely connect my plant’s control application to an existing SCADA system using IntegraDeline’s digital platforms?",
      "description_en": "Laura explores the Digital Solutions section to learn about industrial APIs, Firebase integration, and secure cloud-based platforms for reliable data exchange.",
      "section": "Digital Solutions",
      "image": "images/rsz_1laura_software.jpg"
    },
    {
      "name": "Ricardo – Electronics Design Specialist",
      "age": 41,
      "quote_en": "How can I submit my PCB design files to request manufacturing and component validation through IntegraDeline?",
      "description_en": "Ricardo visits the Electronic Design area to upload schematics, request prototype fabrication, and receive expert support in optimizing his electronic designs.",
      "section": "Electronic Design",
      "image": "images/rsz_1ricardo_electronics.jpg"
    },
    {
      "name": "Marta – Production Plant Supervisor",
      "age": 45,
      "quote_en": "How can I monitor plant performance and reduce downtime with IntegraDeline’s automation and reporting tools?",
      "description_en": "Marta accesses the Automation Projects section to visualize KPIs, schedule maintenance, and analyze energy-efficiency reports in real time.",
      "section": "Automation / Projects",
      "image": "images/rsz_1marta_operations.jpg"
    },
    {
      "name": "Kevin – Mechatronics Student",
      "age": 22,
      "quote_en": "Where can I learn to program PLCs and build my first cloud-connected automation projects?",
      "description_en": "Kevin visits the future IntegraDeline Academy, where he can access tutorials, simulations, and real-world projects to strengthen his practical automation skills.",
      "section": "Academy / Learning",
      "image": "images/rsz_1kevin_student.jpg"
    }
  ]
}
